1G_Air_Vehicle_Hotel/GdsExitQueue_1G.txt

 
	<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
		<soap:Body>
			<ns2:GdsExitQueueReq QueueSessionToken="B24CC0870A0759C6A45DAA0D0A87C4AD" ProviderCode="1G" RemoveCurrent="true" TraceId="794Y3ID6SN" TargetBranch="P3333333" xmlns:ns9="http://www.travelport.com/schema/rail_v50_0" xmlns:ns8="http://www.travelport.com/schema/hotel_v50_0" xmlns:ns7="http://www.travelport.com/schema/universal_v50_0" xmlns:ns6="http://www.travelport.com/schema/passive_v50_0" xmlns:ns5="http://www.travelport.com/schema/air_v50_0" xmlns:ns4="http://www.travelport.com/schema/cruise_v50_0" xmlns:ns3="http://www.travelport.com/schema/vehicle_v50_0" xmlns:ns2="http://www.travelport.com/schema/gdsQueue_v50_0" xmlns="http://www.travelport.com/schema/common_v50_0">
				<BillingPointOfSaleInfo OriginApplication="UAPI"/>
			</ns2:GdsExitQueueReq>
		</soap:Body>
	</soap:Envelope> 	
	
	
	<SOAP:Envelope xmlns:SOAP="http://schemas.xmlsoap.org/soap/envelope/">
			<SOAP:Body>
				<gdsQueue:GdsExitQueueRsp xmlns:gdsQueue="http://www.travelport.com/schema/gdsQueue_v50_0" xmlns:common="http://www.travelport.com/schema/common_v50_0" TraceId="794Y3ID6SN" TransactionId="B24CC49A0A0759BFAD61062863DA6566" ResponseTime="113">
					<common_v50_0:ResponseMessage xmlns:common_v50_0="http://www.travelport.com/schema/common_v50_0" Code="0" Type="Info">
						<![CDATA[Universal Record 3ID6SN successfully removed from queue 16]]>
					</common_v50_0:ResponseMessage>
				</gdsQueue:GdsExitQueueRsp>
			</SOAP:Body>
		</SOAP:Envelope> 